{
  "success": true,
  "message": "All services",
  "data": [
    {
      "title": "What is known about the dengue vaccine being trialed in Bangladesh",
      "image": "https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/3901/live/3d401a50-5e06-11ee-9ad4-0b13606d78c0.jpg.webp",
      "date_time": "September 28, 2023",
      "description":"This vaccine was developed by the National Institutes of Health (NIH) of the United States. The vaccine is named TV005.The second phase of the dengue vaccine trial was in Bangladesh. It was jointly conducted by researchers from the Lerner College of Medicine at the University of Vermont in the United States and the ICDDRB in Bangladesh.ICDDRB researchers claim that the second phase of the dengue vaccine trial has shown that it is safe for use in children and adults and is capable of generating immunity.",
      "publisher":"Sanjana Chowdhury",
      "bookmark": false
    },
    {
      "title": "Symptoms that require taking a newborn to the doctor",
      "image": "https://media.prothomalo.com/prothomalo-bangla%2F2024-09-30%2F7ul69h8p%2Fphoto-1564172420073-e553c280b6f7.avif?rect=162%2C0%2C1746%2C1164&w=622&auto=format%2Ccompress&fmt=avif",
      "date_time": "August 28, 2025",
      "description":"Newborns can easily become infected with various serious diseases up to three months after birth. There is also a risk of death. To avoid any health risks to the child, special vigilance and awareness of the guardian is required. If a newborn shows any unusual symptoms in his body and behavior, he should be taken to the doctor immediately, advised Alok Patel, a pediatrician and physician at Stanford Children's Hospital in the United States. Know the symptoms.",
      "publisher":"Jackie Wakefield",
      "bookmark": false
    },

     {
      "title": "Do herbal products really work to cleanse the liver?",
      "image": "https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/2c5b/live/0b601110-6f99-11f0-af20-030418be2ca5.jpg.webp",
      "date_time": "August 15, 2025",
       "description":"Beetroot, amla, and turmeric powder are being promoted as great remedies for liver cleansing or 'detoxing.' These products are being sold extensively online.The use of herbal or natural ingredients in medicine is not a new concept. Various natural ingredients have been used in medicine since ancient times.But the way these products are currently being marketed has led doctors, nutritionists, and even herbal product experts to be skeptical about their effectiveness."
       "publisher":"Maryam Sultana",
      "bookmark": false
    },
    {
      "title": "What are alternative cancer treatments, do they work?",
      "image": "https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/8b77/live/a97e5490-b79a-11ef-a0f2-fd81ae5962f4.jpg.webp",
      "date_time": "December 12, 2025",
      "description":"However, many charities that offer cancer treatment say they have no medical evidence to support any of these therapies or alternative treatments. This raises the question of what these alternative treatments or therapies actually are and how their use is increasing.Former Indian cricketer and politician Navjit Singh Sidhu said in November that his wife is now completely cancer-free. He included ingredients like lemon water, raw turmeric, apple cider vinegar, neem leaves, basil, sweet pumpkin, pomegranate, amla, beetroot and walnuts in his daily diet.",
      "publisher":"Jackie Wakefield",
      "bookmark": false
    },

    {
      "title": "What to eat and what not to eat during extreme heat?",
      "image": "https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/3f0b/live/30efd8b0-fefd-11ee-bbc4-bd0343a5175d.jpg.webp",
      "date_time": "April 20, 2024",
      "description":"This year's situation is not much different from last year. There are still 10 days left until the end of April, known as the hottest month. But in the meantime, people are getting tired of the intense heat.The Meteorological Office has also issued heat alerts or weather warnings in various districts and regions of the country, as temperatures are likely to rise over the next three days.",
      "publisher":"Maryam Sultana",
      "bookmark": false
    },

    {
      "title": "Side effects that may occur from taking antibiotics",
      "image": "https://ichef.bbci.co.uk/ace/ws/772/cpsprodpb/68b9/live/9b71f380-81ee-11ee-b4ac-8580f12d9d2d.jpg.webp",
      "date_time": "November 27, 2022",
      "description":"But the problem is that it also destroys some bacteria that are beneficial to the body.This does not mean that antibiotics cannot be taken. If your doctor recommends it, you must complete the full course of medication as prescribed.But some extra care is needed regarding the side effects that may occur as a result.",
      "publisher":"Sanjana Chowdhury",
      "bookmark": false
    }
  ]
}
